Repository: 1touchbdsoftware/rental_service_flutter_app
Catalog: lib/l10n/app_*.arb
Languages: ar, bn, hi, ru, tr

source: {number}nd
ar: {number}ث
bn: {number}য়
hi: {number}वां
ru: {number}й
tr: {number}nc

source: {number}rd
ar: {number}ر
bn: {number}য়
hi: {number}वां
ru: {number}й
tr: {number}nc

source: {number}st
ar: {number}أ
bn: {number}ম
hi: {number}वां
ru: {number}й
tr: {number}nc

source: {number}th
ar: {number}ث
bn: {number}তম
hi: {number}वां
ru: {number}й
tr: {number}nc

# onlyAddedImagestoaddLengthImagesMaximumLimitReached
source: Only added {length} images. Maximum limit reached.
ar: تم إضافة {length} صورة فقط. الحد الأقصى تم الوصول إليه.
bn: শুধুমাত্র {length}টি ছবি যোগ করা হয়েছে। সর্বাধিক সীমা reached.
hi: केवल {length} चित्र जोड़े गए हैं। अधिकतम सीमा पहुँच गई है।
ru: Добавлено только {length} изображений. Максимальный лимит достигнут.
tr: Sadece {length} fotoğraf eklendi. Maksimum limit reached.

# maximumImagesAllowed
source: Maximum {maxImages} images allowed.
ar: الحد الأقصى {maxImages} صورة مسموح بها.
hi: अधिकतम {maxImages} चित्र जोड़े जा सकते हैं
ru: Максимум {maxImages} изображений разрешено.
tr: Maksimum {maxImages} fotoğraf eklenebilir.

source: Password
ar: كلمة المرور
bn: পাসওয়ার্ড
hi: पासवर्ड
ru: Пароль
tr: Şifre

source: pending
ar: معلق
bn: মুলতুবি
hi: लंबित
ru: Ожидает
tr: beklemede

source: Pending Complaints
ar: الشكاوى المعلقة
bn: মুলতুবি অভিযোগ
hi: लंबित शिकायतें
ru: Ожидающие жалобы
tr: Bekleyen Şikayetler

# pending_1
source: Pending
ar: معلق
bn: মুলতুবি
hi: लंबित
ru: Ожидает
tr: Beklemede

source: Phone
ar: الهاتف
bn: ফোন
hi: फोन
ru: Телефон
tr: Telefon

# phone_1
source: Phone:
ar: الهاتف:
bn: ফোন:
hi: फोन:
ru: Телефон:
tr: Telefon:

source: Please check your connection and try again.
ar: يرجى التحقق من الاتصال والمحاولة مرة أخرى
bn: আপনার সংযোগ পরীক্ষা করুন এবং আবার চেষ্টা করুন।
hi: कृपया अपने कनेक्शन की जांच करें और पुनः प्रयास करें
ru: Пожалуйста, проверьте ваше соединение и попробуйте снова
tr: Bağlantınızı kontrol edin ve tekrar deneyin

source: Please enter both username and password
ar: يرجى إدخال اسم المستخدم وكلمة المرور
bn: অনুগ্রহ করে ব্যবহারকারীর নাম এবং পাসওয়ার্ড উভয়ই লিখুন
hi: कृपया दोनों उपयोगकर्ता नाम और पासवर्ड दर्ज करें
ru: Пожалуйста, введите имя пользователя и пароль
tr: Lütfen hem kullanıcı adınızı hem de şifrenizi girin

source: Please enter your password
ar: يرجى إدخال كلمة المرور
bn: আপনার পাসওয়ার্ড লিখুন
hi: कृपया अपना पासवर्ड दर्ज करें
ru: Пожалуйста, введите ваш пароль
tr: Lütfen şifrenizi girin

source: Please enter your username
ar: يرجى إدخال اسم المستخدم
bn: আপনার ব্যবহারকারীর নাম লিখুন
hi: कृपया अपना उपयोगकर्ता नाम दर्ज करें
ru: Пожалуйста, введите ваше имя пользователя
tr: Lütfen kullanıcı adınızı girin

source: Please fill all required fields
ar: يرجى تعبئة جميع الحقول المطلوبة
bn: অনুগ্রহ করে সমস্ত প্রয়োজনীয় ক্ষেত্র পূরণ করুন
hi: कृपया सभी आवश्यक फ़ील्ड भरें
ru: Пожалуйста, заполните все обязательные поля
tr: Lütfen tüm gerekli alanları doldurun

source: Please provide your feedback
ar: يرجى تقديم ملاحظاتك
bn: অনুগ্রহ করে আপনার মতামত প্রদান করুন
hi: कृपया अपनी प्रतिक्रिया प्रदान करें
ru: Пожалуйста, оставьте ваш отзыв
tr: Lütfen geri bildiriminizi sağlayın

source: Please select a segment
ar: يرجى اختيار قسم
bn: অনুগ্রহ করে একটি বিভাগ নির্বাচন করুন
hi: कृपया एक खंड चुनें
ru: Пожалуйста, выберите сегмент
tr: Lütfen bir segment seçin

source: Please write a Comment
ar: يرجى كتابة تعليق
bn: অনুগ্রহ করে একটি মন্তব্য লিখুন
hi: कृपया एक टिप्पणी लिखें
ru: Пожалуйста, напишите комментарий
tr: Lütfen bir Yorum Yazın

source: Preparing...
ar: جار التحضير...
bn: প্রস্তুত করা হচ্ছে...
hi: तैयार हो रहा है...
ru: Подготовка...
tr: Hazırlanıyor...

source: Pro Matrix Needs Internet Connection
ar: برنامج ProMatrix يحتاج إلى اتصال بالإنترنت
bn: প্রো ম্যাট্রিক্সের জন্য ইন্টারনেট সংযোগ প্রয়োজন
hi: Pro Matrix को इंटरनेट कनेक्शन की आवश्यकता है
ru: Pro Matrix требует подключения к интернету
tr: Pro Matrix İnternet Bağlantısı Gerektiriyor

source: PROBLEM
ar: مشكلة
bn: সমস্যা
hi: समस्या
ru: ПРОБЛЕМА

source: Profile
ar: الملف الشخصي
bn: প্রোফাইল
hi: प्रोफ़ाइल
ru: Профиль
tr: Profil

source: Property ID
ar: معرف العقار
bn: সম্পত্তির আইডি
hi: संपत्ति ID
ru: ID недвижимости
tr: Mülk ID

source: Property Name
ar: اسم العقار
bn: সম্পত্তির নাম
hi: संपत्ति नाम
ru: Название недвижимости
tr: Mülk Adı

source: Property Owner
ar: مالك العقار
bn: সম্পত্তির মালিক
hi: संपत्ति मालिक
ru: Владелец недвижимости
tr: Mülk Sahibi

source: Quick Actions
ar: إجراءات سريعة
bn: দ্রুত কর্ম
hi: त्वरित क्रियाएँ
ru: Быстрые действия
tr: Hızlı İşlemler

source: Read Less
ar: اقرأ أقل
bn: কম পড়ুন
hi: कम पढ़ें
ru: Читать меньше
tr: Daha Az Oku

source: Read More
ar: اقرأ المزيد
bn: আরও পড়ুন
hi: अधिक पढ़ें
ru: Читать больше
tr: Daha Fazla Oku

source: Recent Activity
ar: النشاط الأخير
bn: সাম্প্রতিক কার্যকলাপ
hi: हाल की गतिविधि
ru: Последняя активность
tr: Son Etkinlik

source: Reconsider
ar: إعادة النظر
bn: পুনর্বিবেচনা করুন
hi: पुनः विचार करें
ru: Пересмотреть
tr: Tekrar Değerlendir

source: Reconsider & Accept
ar: إعادة النظر & قبول
bn: পুনর্বিবেচনা করুন এবং গ্রহণ করুন
hi: पुनः विचार करें और स्वीकार करें
ru: Пересмотреть и принять
tr: Tekrar Değerlendir & Kabul Et

source: Reconsider functionality coming soon
ar: وظيفة إعادة النظر قادمة قريبًا
bn: পুনর্বিবেচনা কার্যকারিতা শীঘ্রই আসছে
hi: पुनः विचारने की कार्यक्षमता जल्द ही आएगी
ru: Функция пересмотра скоро будет доступна
tr: Tekrar değerlendirme işlevi yakında geliyor

source: Reconsider & Schedule
ar: إعادة النظر & جدولة
bn: পুনর্বিবেচনা করুন এবং সময়সূচী করুন
hi: पुनः विचार करें और शेड्यूल करें
ru: Пересмотреть и запланировать
tr: Tekrar Değerlendir & Planla

source: Registration Type
ar: نوع التسجيل
bn: নিবন্ধনের ধরন
hi: पंजीकरण प्रकार
ru: Тип регистрации
tr: Kayıt Türü

source: rejected
ar: مرفوض
bn: প্রত্যাখ্যান করা হয়েছে
hi: अस्वीकृत
ru: Отклонено
tr: reddedildi

# rejected_1
source: Rejected
ar: مرفوض
bn: প্রত্যাখ্যান করা হয়েছে
hi: अस्वीकृत
ru: Отклонено
tr: Reddedildi

source: Remember me
ar: تذكرني
bn: আমাকে মনে রাখুন
hi: मुझे याद रखें
ru: Запомнить меня
tr: Beni Hatırla

source: Reschedule
ar: إعادة الجدولة
bn: পুনরায় সময়সূচী করুন
hi: पुनर्निर्धारण करें
ru: Переназначить
tr: Yeniden Planla

source: Reschedule Date
ar: تاريخ إعادة الجدولة
bn: পুনরায় সময়সূচীর তারিখ
hi: पुनर्निर्धारण तिथि
ru: Дата переназначения
tr: Yeniden Planlama Tarihi

source: Reschedule Declined Complaint
ar: إعادة جدولة الشكوى المرفوضة
bn: প্রত্যাখ্যান করা অভিযোগ পুনরায় সময়সূচী করুন
hi: अस्वीकृत शिकायत को पुनर्निर्धारित करें
ru: Переназначить отклоненную жалобу
tr: Reddedilen Şikayeti Yeniden Planla

source: Reschedule functionality coming soon
ar: وظيفة إعادة الجدولة قادمة قريبًا
bn: পুনরায় সময়সূচী করার কার্যকারিতা শীঘ্রই আসছে
hi: पुनर्निर्धारण की कार्यक्षमता जल्द ही आएगी
ru: Функция переназначения скоро будет доступна
tr: Yeniden planlama işlevi yakında geliyor

source: Reschedule Request
ar: طلب إعادة الجدولة
bn: পুনরায় সময়সূচীর অনুরোধ
hi: पुनर्निर्धारण अनुरोध
ru: Запрос переназначения
tr: Yeniden Planlama Talebi

source: Reschedule Time
ar: وقت إعادة الجدولة
bn: পুনরায় সময়সূচীর সময়
hi: पुनर्निर्धारण समय
ru: Время переназначения
tr: Yeniden Planlama Zamanı

source: rescheduled
ar: تم إعادة الجدولة
bn: পুনরায় সময়সূচী করা হয়েছে
hi: पुनर्निर्धारित किया गया
ru: Переназначено
tr: yeniden planlandı

source: Resolution Comments
ar: تعليقات الحل
bn: সমাধানের মন্তব্যগুলি
hi: समाधान टिप्पणियाँ
ru: Комментарии по решению
tr: Çözüm Yorumları

source: Resolved
ar: تم الحل
bn: সমাধান করা হয়েছে
hi: हल किया गया
ru: Решено
tr: Çözüldü

source: Resolved List
ar: قائمة الحلول
bn: সমাধান করা তালিকা
hi: हल की गई शिकायतें
ru: Список решенных
tr: Çözülen Şikayetler Listesi

# resolved_1
source: resolved
ar: تم الحل
bn: সমাধান করা হয়েছে
hi: हल किया गया
ru: Решено
tr: Çözüldü

source: Resubmit
ar: إعادة تقديم
bn: পুনরায় জমা দিন
hi: पुनः प्रस्तुत करें
ru: Повторно отправить
tr: Tekrar Gönder

source: Resubmit functionality coming soon
ar: وظيفة إعادة التقديم قادمة قريبًا
bn: পুনরায় জমা দেওয়ার কার্যকারিতা শীঘ্রই আসছে
hi: पुनः प्रस्तुत करने की कार्यक्षमता जल्द ही आएगी
ru: Функция повторного отправления скоро будет доступна
tr: Tekrar gönderme işlevi yakında geliyor

source: resubmitted
ar: تم إعادة التقديم
bn: পুনরায় জমা দেওয়া হয়েছে
hi: पुनः प्रस्तुत किया गया
ru: Повторно отправлено
tr: tekrar gönderildi

source: Retry
ar: إعادة المحاولة
bn: পুনরায় চেষ্টা করুন
hi: पुनः प्रयास करें
ru: Повторить
tr: Tekrar Dene

source: Schedule Date:
ar: تاريخ الجدولة:
bn: সময়সূচীর তারিখ:
hi: निर्धारित तिथि:
ru: Дата назначения:
tr: Planlama Tarihi:

source: Schedule Time:
ar: وقت الجدولة:
bn: সময়সূচীর সময়:
hi: निर्धारित समय:
ru: Время назначения:
tr: Planlama Zamanı:

source: Segment
ar: قطاع
bn: বিভাগ
hi: खंड
ru: Сегмент

source: Select an option
ar: اختار خيار
bn: একটি বিকল্প নির্বাচন করুন
hi: कृपया एक विकल्प चुनें
ru: Выберите опцию
tr: Bir seçenek seçin

source: Select Language
ar: اختيار اللغة
bn: ভাষা নির্বাচন করুন
hi: भाषा चुनें
ru: Выберите язык
tr: Dil Seçin

source: sent to landlord
ar: أُرسل إلى المالك
bn: মালিকের কাছে পাঠানো হয়েছে
hi: भूमिकाधारी को भेजा गया
ru: Отправлено владельцу
tr: Ev Sahibine gönderildi

# sentToLandlord_1
source: Sent to Landlord
ar: أُرسل إلى المالك
bn: মালিকের কাছে পাঠানো হয়েছে
hi: भूमिकाधारी को भेजा गया
ru: Отправлено владельцу
tr: Ev Sahibine Gönderildi

source: Settings
ar: الإعدادات
bn: সেটিংস
hi: सेटिंग्स
ru: Настройки
tr: Ayarlar

source: Sign in to continue
ar: تسجيل الدخول للاستمرار
bn: চালিয়ে যেতে সাইন ইন করুন
hi: जारी रखने के लिए साइन इन करें
ru: Войдите для продолжения
tr: Devam etmek için giriş yapın

source: SOLVED
ar: تم الحل
bn: সমাধান করা হয়েছে
hi: हल किया गया
ru: РЕШЕНО
tr: ÇÖZÜLDÜ

source: Solved Complaints
ar: الشكاوى المحلولة
bn: সমাধান করা অভিযোগ
hi: हल की गई शिकायतें
ru: Решенные жалобы
tr: Çözülen Şikayetler

# solved_1
source: solved
ar: تم الحل
bn: সমাধান করা হয়েছে
hi: हल किया गया
ru: Решено
tr: Çözüldü

source: {source} permission denied
ar: {source} تم رفض الإذن
bn: {source} অনুমতি প্রত্যাখ্যান করা হয়েছে
hi: {source} अनुमति अस्वीकृत
ru: {source} отказано в разрешении
tr: {source} izin reddedildi

source: SUBMIT
ar: إرسال
bn: জমা দিন
hi: प्रस्तुत करें
ru: ОТПРАВИТЬ
tr: GÖNDER

source: SUBMIT COMPLAINT
ar: إرسال الشكوى
bn: অভিযোগ জমা দিন
hi: शिकायत प्रस्तुत करें
ru: ОТПРАВИТЬ ЖАЛОБУ
tr: ŞİKAYET GÖNDER

source: SUBMIT FEEDBACK
ar: إرسال الملاحظات
bn: মতামত জমা দিন
hi: प्रतिक्रिया प्रस्तुत करें
ru: ОТПРАВИТЬ ОБРАТНУЮ СВЯЗЬ
tr: GERİ BİLDİRİM GÖNDER

source: Submit Reschedule Request
ar: إرسال طلب إعادة الجدولة
bn: পুনরায় সময়সূচীর অনুরোধ জমা দিন
hi: पुनर्निर्धारण अनुरोध प्रस्तुत करें
ru: Отправить запрос на переназначение
tr: Yeniden Planlama Talebini Gönder

# successfullyFetchedImagesLengthImages
source: Successfully fetched {images} images
ar: تم جلب {images} صور بنجاح
bn: সফলভাবে {images}টি ছবি পাওয়া গেছে
hi: सफलतापूर्वक {images} चित्र प्राप्त किए
ru: Успешно загружено {images} изображений
tr: Başarıyla {images} görsel alındı

source: Take Photo
ar: التقط صورة
bn: ছবি তুলুন
hi: फोटो लें
ru: Сделать фото
tr: Fotoğraf Çek

source: technician
ar: فني
bn: টেকনিশিয়ান
hi: प्रौद्योगिक
ru: Техник
tr: Teknisyen

source: Technician accepted successfully
ar: تم قبول الفني بنجاح
bn: টেকনিশিয়ান সফলভাবে গ্রহণ করা হয়েছে
hi: प्रौद्योगिक को सफलतापूर्वक स्वीकार किया गया
ru: Техник успешно принят
tr: Teknisyen başarıyla kabul edildi

source: technician assigned
ar: تم تعيين فني
bn: টেকনিশিয়ান নির্ধারিত হয়েছে
hi: प्रौद्योगिक को असाइन किया गया
ru: Техник назначен
tr: Teknisyen atandı

# technicianAssigned_1
source: Technician Assigned
ar: تم تعيين الفني
bn: টেকনিশিয়ান নির্ধারিত হয়েছে
hi: प्रौद्योगिक असाइन किया गया
ru: Техник назначен
tr: Teknisyen Atandı

source: Technician data not available. Please try again.
ar: بيانات الفني غير متوفرة. يرجى المحاولة مرة أخرى.
bn: টেকনিশিয়ানের তথ্য পাওয়া যায়নি। অনুগ্রহ করে আবার চেষ্টা করুন।
hi: प्रौद्योगिक डेटा उपलब्ध नहीं है। कृपया फिर से प्रयास करें
ru: Данные техника недоступны. Пожалуйста, попробуйте снова.
tr: Teknisyen verisi alınamadı. Lütfen tekrar deneyin.

source: Technician Details
ar: تفاصيل الفني
bn: টেকনিশিয়ানের বিবরণ
hi: प्रौद्योगिक विवरण
ru: Детали техника
tr: Teknisyen Detayları

source: Technician Name:
ar: اسم الفني:
bn: টেকনিশিয়ানের নাম:
hi: प्रौद्योगिक नाम:
ru: Имя техника:
tr: Teknisyen Adı:

source: Technician rescheduled successfully
ar: تم إعادة جدولة الفني بنجاح
bn: টেকনিশিয়ান সফলভাবে পুনরায় সময়সূচী করা হয়েছে
hi: प्रौद्योगिक पुनर्निर्धारित किया गया
ru: Техник успешно переназначен
tr: Teknisyen başarıyla yeniden planlandı

source: Tenant
ar: مستأجر
bn: ভাড়াটিয়া
hi: किरायेदार
ru: Арендатор
tr: Kiracı

# submissionFailed
source: Submission failed: Something Went Wrong
ar: فشل التقديم: شيء ما خطأ
hi: प्रस्तुत करने में विफल: कुछ गलत हुआ
ru: Ошибка отправки: что-то пошло не так
tr: Gönderim başarısız: Bir şeyler ters gitti

# tenantDashboard_1
source: Tenant Dashboard
ar: لوحة تحكم المستأجر
bn: ভাড়াটিয়ার ড্যাশবোর্ড
hi: किरायेदार डैशबोर्ड
ru: Панель арендатора
tr: Kiracı Paneli

source: Tenant Info ID
ar: معرف معلومات المستأجر
bn: ভাড়াটিয়ার তথ্য আইডি
hi: किरायेदार जानकारी ID
ru: ID арендатора
tr: Kiracı Bilgisi ID

source: Tenant Information
ar: معلومات المستأجر
bn: ভাড়াটিয়ার তথ্য
hi: किरायेदार जानकारी
ru: Информация об арендаторе
tr: Kiracı Bilgisi

source: Tenant Name
ar: اسم المستأجر
bn: ভাড়াটিয়ার নাম
hi: किरायेदार का नाम
ru: Имя арендатора
tr: Kiracı Adı

# tenant_1
source: TENANT
ar: المستأجر
bn: ভাড়াটিয়া
hi: किरायेदार
ru: АРЕНДАТОР
tr: KİRACI

# tenant_2
source: tenant
ar: مستأجر
bn: ভাড়াটিয়া
hi: किरायेदार
ru: арендатор
tr: kiracı

source: This complaint has been declined. What would you like to do?
ar: تم رفض هذه الشكوى. ماذا ترغب في فعله؟
bn: এই অভিযোগটি প্রত্যাখ্যান করা হয়েছে। আপনি কি করতে চান?
hi: यह शिकायत अस्वीकृत हो गई है। आप क्या करना चाहेंगे?
ru: Эта жалоба была отклонена. Что вы хотите сделать?
tr: Bu şikayet reddedildi. Ne yapmak istersiniz?

source: This complaint has been declined. Would you like to resubmit it with modifications?
ar: تم رفض هذه الشكوى. هل ترغب في إعادة تقديمها مع التعديلات؟
bn: এই অভিযোগটি প্রত্যাখ্যান করা হয়েছে। আপনি কি এটি পরিবর্তন সহ পুনরায় জমা দিতে চান?
hi: यह शिकायत अस्वीकृत हो गई है। क्या आप इसे संशोधनों के साथ पुनः प्रस्तुत करना चाहेंगे?
ru: Эта жалоба была отклонена. Хотите ли вы повторно отправить её с изменениями?
tr: Bu şikayet reddedildi. Onunla değişiklik yapıp tekrar göndermek ister misiniz?

# ticket
source: Ticket# {num}
ar: تذكرة# {num}
bn: টিকিট#
hi: टिकट# {num}
ru: Билет# {num}
tr: Bilet# {num}

source: Unnamed Segment
ar: قطاع بدون اسم
bn: নামহীন বিভাগ
hi: नामहीन खंड
ru: Неизвестный сегмент
tr: Adı Konulmamış Segment

source: UPDATE COMPLAINT
ar: تحديث الشكوى
bn: অভিযোগ আপডেট করুন
hi: अपडेट शिकायत
ru: ОБНОВИТЬ ЖАЛОБУ
tr: ŞİKAYETİ GÜNCELLE

source: User info not loaded. Try again.
ar: لم يتم تحميل معلومات المستخدم. يرجى المحاولة مرة أخرى.
bn: ব্যবহারকারীর তথ্য লোড হয়নি। আবার চেষ্টা করুন।
hi: उपयोगकर्ता जानकारी लोड नहीं हुई। कृपया फिर से प्रयास करें
ru: Не удалось загрузить информацию о пользователе. Попробуйте снова.
tr: Kullanıcı bilgisi yüklenemedi. Lütfen tekrar deneyin.

source: Username
ar: اسم المستخدم
bn: ব্যবহারকারীর নাম
hi: उपयोगकर्ता नाम
ru: Имя пользователя
tr: Kullanıcı Adı

source: View Profile
ar: عرض الملف الشخصي
bn: প্রোফাইল দেখুন
hi: प्रोफ़ाइल देखें
ru: Просмотр профиля
tr: Profili Görüntüle

source: Water leakage in bathroom
ar: تسرب المياه في الحمام
bn: বাথরুমে জল ফুটো
hi: बाथरूम में पानी की रिसाव
ru: Утечка воды в ванной
tr: Banyoda su sızıntısı

source: Welcome
ar: أهلاً وسهلاً
bn: স্বাগতম
hi: स्वागत है
ru: Добро пожаловать
tr: Hoş geldiniz

source: Write Comment or Instructions
ar: اكتب تعليقًا أو تعليمات
bn: মন্তব্য বা নির্দেশনা লিখুন
hi: टिप्पणी या निर्देश लिखें
ru: Напишите комментарий или инструкции
tr: Yorum veya Talimat Yazın

source: Write your Comment Here:
ar: اكتب تعليقك هنا:
bn: আপনার মন্তব্য এখানে লিখুন:
hi: यहां अपनी टिप्पणी लिखें:
ru: Напишите ваш комментарий здесь:
tr: Yorumunuzu Buraya Yazın:

source: Your Feedback
ar: ملاحظاتك
bn: আপনার মতামত
hi: आपकी प्रतिक्रिया
ru: Ваш отзыв
tr: Geri Bildiriminiz

source: agent
bn: এজেন্ট

source: Login successful - fetching user type
bn: লগইন সফল - ব্যবহারকারীর ধরন পাওয়া হচ্ছে

source: mailto:
bn: মেইল টু:

# pleaseSelectASegment_1
source: Please select a Segment
bn: অনুগ্রহ করে একটি বিভাগ নির্বাচন করুন

source: tel:
bn: টেলিফোন:

source: tel:{cleanNumber}
bn: টেলিফোন:{cleanNumber}
