Repository: 1touchbdsoftware/rental_service_flutter_app
Catalog: lib/l10n/app_*.arb
Languages: ar, bn, hi, ru, tr

source: AC not working properly
ar: التكييف لا يعمل بشكل صحيح
bn: এসি সঠিকভাবে কাজ করছে না
hi: एसी ठीक से काम नहीं कर रहा है
ru: Кондиционер не работает должным образом
tr: Klima düzgün çalışmıyor

source: Accept
ar: قبول
bn: গ্রহণ করুন
hi: स्वीकार करें
ru: Принять
tr: Kabul et

source: Accept Declined Complaint
ar: قبول الشكوى المرفوضة
bn: প্রত্যাখ্যান করা অভিযোগ গ্রহণ করুন
hi: अस्वीकृत शिकायत स्वीकार करें
ru: Принять отклоненную жалобу
tr: Reddedilen Şikayeti Kabul Et

source: Accept functionality coming soon
ar: وظيفة القبول قادمة قريباً
bn: গ্রহণ করার কার্যকারিতা শীঘ্রই আসছে
hi: स्वीकारने की सुविधा जल्द ही आएगी
ru: Функция принятия скоро будет доступна
tr: Kabul fonksiyonu yakında geliyor

source: Accept Technician
ar: قبول الفني
bn: টেকনিশিয়ান গ্রহণ করুন
hi: प्रौद्योगिकी स्वीकार करें
ru: Принять техника
tr: Teknisyeni Kabul Et

source: accepted schedule
ar: الجدول الزمني المقبول
bn: গ্রহণ করা সময়সূচী
hi: स्वीकृत शेड्यूल
ru: Принятый график
tr: Kabul edilen program

# acceptedSchedule_1
source: Accepted Schedule
ar: الجدول الزمني المقبول
bn: গ্রহণ করা সময়সূচী
hi: स्वीकृत शेड्यूल
ru: Принятый график
tr: Kabul edilen program

source: Account
ar: حساب
bn: অ্যাকাউন্ট
hi: खाता
ru: Аккаунт
tr: Hesap

source: Active
ar: نشط
bn: সক্রিয়
hi: सक्रिय
ru: Активный
tr: Aktif

source: Add Photos
ar: إضافة صور
bn: ছবি যোগ করুন
hi: फोटो जोड़ें
ru: Добавить фотографии
tr: Fotoğraf Ekle

source: Additional Information
ar: معلومات إضافية
bn: অতিরিক্ত তথ্য
hi: अतिरिक्त जानकारी
ru: Дополнительная информация
tr: Ekstra Bilgi

source: admin
ar: مشرف
bn: অ্যাডমিন
hi: प्रशासक
ru: Администратор

source: Agency ID
ar: معرف الوكالة
bn: এজেন্সি আইডি
hi: एजेंसी ID
ru: ID агентства
tr: Ajans ID

source: Approval failed
ar: فشل الموافقة
bn: অনুমোদন ব্যর্থ হয়েছে
hi: स्वीकृति विफल
ru: Одобрение не удалось
tr: Onay başarısız

source: Approve
ar: الموافقة
bn: অনুমোদন করুন
hi: स्वीकार करें
ru: Одобрить
tr: Onayla

source: Approve Comment
ar: الموافقة على التعليق
bn: মন্তব্য অনুমোদন করুন
hi: टिप्पणी स्वीकार करें
ru: Одобрить комментарий
tr: Yorumu Onayla

source: Approved
ar: تمت الموافقة
bn: অনুমোদিত
hi: स्वीकृत
ru: Одобрено
tr: Onaylandı

source: Are you sure you want to log out of your account?
ar: هل أنت متأكد أنك تريد تسجيل الخروج من حسابك؟
bn: আপনি কি নিশ্চিত যে আপনি আপনার অ্যাকাউন্ট থেকে লগ আউট করতে চান?
hi: क्या आप वाकई अपने खाते से बाहर निकलना चाहते हैं?
ru: Вы уверены, что хотите выйти из своей учетной записи?
tr: Hesabınızdan çıkmak istediğinizden emin misiniz?

source: Assigned Technician
ar: الفني المعين
bn: নির্ধারিত টেকনিশিয়ান
hi: निर्धारित तकनीशियन
ru: Назначенный техник
tr: Atanmış Teknisyen

source: Attach Images
ar: إرفاق الصور
bn: ছবি সংযুক্ত করুন
hi: चित्र जोड़ें
ru: Прикрепить фотографии
tr: Görselleri Ekleyin

source: Be specific about the issue for faster resolution
ar: كن محدداً بشأن المشكلة للحصول على حل أسرع
bn: দ্রুত সমাধানের জন্য সমস্যা সম্পর্কে সুনির্দিষ্ট হোন
hi: त्वरित समाधान के लिए समस्या के बारे में विशिष्ट रहें
ru: Будьте конкретными по поводу проблемы для более быстрого решения
tr: Sorununuzu daha hızlı çözmek için net olun

source: Camera
ar: كاميرا
bn: ক্যামেরা
hi: कैमरा
ru: Камера
tr: Kamera

source: Cancel
ar: إلغاء
bn: বাতিল করুন
hi: रद्द करें
ru: Отмена
tr: İptal Et

# cancel_1
source: CANCEL
ar: إلغاء
bn: বাতিল
hi: रद्द करें
ru: ОТМЕНИТЬ
tr: İPTAL

source: Cannot complete declined complaints. Please reconsider first.
ar: لا يمكن إتمام الشكاوى المرفوضة. يرجى إعادة النظر أولاً.
bn: প্রত্যাখ্যান করা অভিযোগ সম্পূর্ণ করা যাবে না। অনুগ্রহ করে প্রথমে পুনর্বিবেচনা করুন।
hi: अस्वीकृत शिकायतों को पूरा नहीं किया जा सकता है। कृपया पहले पुनः विचार करें।
ru: Не удается завершить отклоненные жалобы. Пожалуйста, пересмотрите их сначала.
tr: Reddedilen şikayetler tamamlanamaz. Lütfen önce tekrar değerlendirin.

source: Cannot edit solved complaints
ar: لا يمكن تعديل الشكاوى المحلولة
bn: সমাধান করা অভিযোগ সম্পাদনা করা যাবে না
hi: हल की गई शिकायतों को संपादित नहीं किया जा सकता
ru: Невозможно редактировать решенные жалобы
tr: Çözülmüş şikayetleri düzenleyemezsiniz

source: Cannot fetch complaints: tenantID is null or empty
ar: لا يمكن جلب الشكاوى: tenantID فارغ أو غير صالح
bn: অভিযোগগুলি আনতে ব্যর্থ: টেন্যান্ট আইডি শূন্য বা খালি
hi: शिकायतों को प्राप्त नहीं किया जा सकता: tenantID खाली या अवैध है
ru: Невозможно получить жалобы: tenantID пустой или неверный
tr: Şikayetler getirilemedi: tenantID boş veya geçersiz

source: Cannot reschedule solved complaints
ar: لا يمكن إعادة جدولة الشكاوى المحلولة
bn: সমাধান করা অভিযোগ পুনরায় সময়সূচী করা যাবে না
hi: हल की गई शिकायतों को पुनः निर्धारित नहीं किया जा सकता
ru: Невозможно переназначить решенные жалобы
tr: Çözülmüş şikayetler yeniden planlanamaz

source: Cannot resubmit solved complaints
ar: لا يمكن إعادة تقديم الشكاوى المحلولة
bn: সমাধান করা অভিযোগ পুনরায় জমা দেওয়া যাবে না
hi: हल की गई शिकायतों को पुनः प्रस्तुत नहीं किया जा सकता
ru: Невозможно повторно отправить решенные жалобы
tr: Çözülmüş şikayetler tekrar gönderilemez

source: Choose from Gallery
ar: اختر من المعرض
bn: গ্যালারি থেকে নির্বাচন করুন
hi: गैलरी से चुनें
ru: Выбрать из галереи
tr: Galeriye Gözat

source: Clear all
ar: مسح الكل
bn: সব পরিষ্কার করুন
hi: सभी को हटाएं
ru: Очистить все
tr: Hepsini Temizle

source: Close
ar: إغلاق
bn: বন্ধ করুন
hi: बंद करें
ru: Закрыть
tr: Kapat

source: code
ar: رمز
bn: কোড
hi: कोड
ru: код
tr: Kod

source: Comment
ar: تعليق
bn: মন্তব্য
hi: टिप्पणी
ru: Комментарий
tr: Yorum

source: Comment is Required
ar: التعليق مطلوب
bn: মন্তব্য প্রয়োজন
hi: टिप्पणी आवश्यक है
ru: Комментарий обязателен
tr: Yorum zorunludur

source: comment text...
ar: نص التعليق...
bn: মন্তব্য লিখুন...
hi: टिप्पणी लिखें...
ru: текст комментария...
tr: yorum yazın...

source: Complaint approved successfully
ar: تمت الموافقة على الشكوى بنجاح
bn: অভিযোগ সফলভাবে অনুমোদিত হয়েছে
hi: शिकायत सफलतापूर्वक स्वीकृत की गई
ru: Жалоба успешно одобрена
tr: Şikayet başarıyla onaylandı

source: Complaint Created
ar: تم إنشاء الشكوى
bn: অভিযোগ তৈরি হয়েছে
hi: शिकायत बनाई गई
ru: Жалоба создана
tr: Şikayet Oluşturuldu

source: Complaint Declined
ar: تم رفض الشكوى
bn: অভিযোগ প্রত্যাখ্যান করা হয়েছে
hi: शिकायत अस्वीकृत की गई
ru: Жалоба отклонена
tr: Şikayet Reddedildi

source: Complaint Declined successfully
ar: تم رفض الشكوى بنجاح
bn: অভিযোগ সফলভাবে প্রত্যাখ্যান করা হয়েছে
hi: शिकायत अस्वीकृत सफलतापूर्वक की गई
ru: Жалоба успешно отклонена
tr: Şikayet başarıyla reddedildi

source: Complaint Details
ar: تفاصيل الشكوى
bn: অভিযোগের বিবরণ
hi: शिकायत विवरण
ru: Детали жалобы
tr: Şikayet Detayları

source: Complaint History
ar: تاريخ الشكوى
bn: অভিযোগের ইতিহাস
hi: शिकायत इतिहास
ru: История жалобы
tr: Şikayet Geçmişi

source: Complaint is already accepted and solved
ar: الشكوى تم قبولها وحلها بالفعل
bn: অভিযোগ ইতিমধ্যে গ্রহণ করা হয়েছে এবং সমাধান করা হয়েছে
hi: शिकायत पहले ही स्वीकार और हल की जा चुकी है
ru: Жалоба уже принята и решена
tr: Şikayet zaten kabul edilip çözüldü

source: Complaint is already completed
ar: الشكوى تم إتمامها بالفعل
bn: অভিযোগ ইতিমধ্যে সম্পন্ন হয়েছে
hi: शिकायत पहले ही पूरी हो चुकी है
ru: Жалоба уже завершена
tr: Şikayet zaten tamamlandı

source: Complaint marked as complete
ar: تم وسم الشكوى على أنها مكتملة
bn: অভিযোগ সম্পূর্ণ হিসাবে চিহ্নিত করা হয়েছে
hi: शिकायत को पूर्ण के रूप में चिह्नित किया गया
ru: Жалоба помечена как завершенная
tr: Şikayet tamamlanmış olarak işaretlendi

source: Complaint Resolved
ar: تم حل الشكوى
bn: অভিযোগ সমাধান করা হয়েছে
hi: शिकायत हल की गई
ru: Жалоба решена
tr: Şikayet Çözüldü

source: complaint resubmitted
ar: تم إعادة تقديم الشكوى
bn: অভিযোগ পুনরায় জমা দেওয়া হয়েছে
hi: शिकायत पुनः प्रस्तुत की गई
ru: Жалоба повторно отправлена
tr: Şikayet tekrar gönderildi

source: Complaint submitted successfully
ar: تم تقديم الشكوى بنجاح
bn: অভিযোগ সফলভাবে জমা দেওয়া হয়েছে
hi: शिकायत सफलतापूर्वक प्रस्तुत की गई
ru: Жалоба успешно отправлена
tr: Şikayet başarıyla gönderildi

source: Complaints List
ar: قائمة الشكاوى
bn: অভিযোগের তালিকা
hi: शिकायतों की सूची
ru: Список жалоб
tr: Şikayetler Listesi

source: Complete
ar: إتمام
bn: সম্পূর্ণ করুন
hi: पूर्ण
ru: Завершить
tr: Tamamla

source: Complete functionality coming soon
ar: وظيفة الإتمام قادمة قريباً
bn: সম্পূর্ণ করার কার্যকারিতা শীঘ্রই আসছে
hi: पूर्ण कार्यक्षमता जल्द ही आएगी
ru: Функция завершения скоро будет доступна
tr: Tamamlanma işlevi yakında geliyor

source: completed
ar: تم الإتمام
bn: সম্পন্ন
hi: पूरा किया गया
ru: Завершено
tr: tamamlandı

# completed_1
source: Completed
ar: تم الإتمام
bn: সম্পন্ন
hi: पूर्ण
ru: Завершено
tr: Tamamlandı

source: Confirm Logout
ar: تأكيد تسجيل الخروج
bn: লগআউট নিশ্চিত করুন
hi: लॉग आउट की पुष्टि करें
ru: Подтвердите выход
tr: Çıkış yapmayı onayla

source: Contact Information
ar: معلومات الاتصال
bn: যোগাযোগের তথ্য
hi: संपर्क जानकारी
ru: Контактная информация
tr: İletişim Bilgileri

source: Could not initiate call: {e}
ar: تعذر بدء المكالمة: {e}
bn: কল শুরু করতে ব্যর্থ: {e}
hi: कॉल प्रारंभ नहीं कर सका: {e}
ru: Не удалось начать звонок: {e}
tr: Arama başlatılamadı: {e}

source: Create Complaint
ar: إنشاء شكوى
bn: অভিযোগ তৈরি করুন
hi: शिकायत बनाएं
ru: Создать жалобу
tr: Şikayet Oluştur

source: Decline
ar: رفض
bn: প্রত্যাখ্যান করুন
hi: अस्वीकृत करें
ru: Отклонить
tr: Reddet

source: Decline Comment
ar: رفض التعليق
bn: মন্তব্য প্রত্যাখ্যান করুন
hi: टिप्पणी अस्वीकृत करें
ru: Отклонить комментарий
tr: Yorumu Reddet

source: Decline Reason
ar: سبب الرفض
bn: প্রত্যাখ্যানের কারণ
hi: अस्वीकृति कारण
ru: Причина отклонения
tr: Reddetme Nedeni

source: Decline request failed
ar: فشل طلب الرفض
bn: প্রত্যাখ্যানের অনুরোধ ব্যর্থ হয়েছে
hi: अस्वीकृति अनुरोध विफल
ru: Не удалось отклонить запрос
tr: Reddetme isteği başarısız

source: DECLINED
ar: مرفوض
bn: প্রত্যাখ্যান করা হয়েছে
hi: अस्वीकृत
ru: ОТКЛОНЕНО
tr: REDDEDİLDİ

source: Declined Complaint Action
ar: إجراء الشكوى المرفوضة
bn: প্রত্যাখ্যান করা অভিযোগের কর্ম
hi: अस्वीकृत शिकायत क्रिया
ru: Действие по отклоненной жалобе
tr: Reddedilen Şikayet İşlemi

source: Declined Complaints
ar: الشكاوى المرفوضة
bn: প্রত্যাখ্যান করা অভিযোগ
hi: अस्वीकृत शिकायतें
ru: Отклоненные жалобы
tr: Reddedilen Şikayetler

source: Declined List
ar: قائمة المرفوضات
bn: প্রত্যাখ্যান করা তালিকা
hi: अस्वीकृत सूची
ru: Список отклоненных
tr: Reddedilen Liste

# declined_1
source: Declined
ar: مرفوض
bn: প্রত্যাখ্যান করা হয়েছে
hi: अस्वीकृत
ru: Отклонено
tr: Reddedildi

source: Description
ar: الوصف
bn: বিবরণ
hi: विवरण
ru: Описание
tr: Açıklama

source: Description is required
ar: الوصف مطلوب
bn: বিবরণ প্রয়োজন
hi: विवरण आवश्यक है
ru: Описание обязательно
tr: Açıklama zorunludur

source: Do you want to reconsider and accept this complaint?
ar: هل ترغب في إعادة النظر وقبول هذه الشكوى؟
bn: আপনি কি এই অভিযোগটি পুনর্বিবেচনা এবং গ্রহণ করতে চান?
hi: क्या आप इस शिकायत को फिर से विचार करने और स्वीकार करने चाहते हैं?
ru: Вы хотите пересмотреть и принять эту жалобу?
tr: Bu şikayeti tekrar gözden geçirip kabul etmek ister misiniz?

source: Do you want to reconsider this complaint and schedule it?
ar: هل ترغب في إعادة النظر في هذه الشكوى وتحديد موعد لها؟
bn: আপনি কি এই অভিযোগটি পুনর্বিবেচনা এবং সময়সূচী করতে চান?
hi: क्या आप इस शिकायत को फिर से विचार करने और इसे शेड्यूल करने चाहते हैं?
ru: Вы хотите пересмотреть эту жалобу и запланировать её?
tr: Bu şikayeti tekrar gözden geçirip planlamak ister misiniz?

source: Edit
ar: تعديل
bn: সম্পাদনা করুন
hi: संपादित करें
ru: Редактировать
tr: Düzenle

source: Edit Declined Complaint
ar: تعديل الشكوى المرفوضة
bn: প্রত্যাখ্যান করা অভিযোগ সম্পাদনা করুন
hi: अस्वीकृत शिकायत संपादित करें
ru: Редактировать отклоненную жалобу
tr: Reddedilen Şikayeti Düzenle

source: Edit functionality for landlord coming soon
ar: وظيفة التعديل للمالك قادمة قريباً
bn: মালিকের জন্য সম্পাদনা কার্যকারিতা শীঘ্রই আসছে
hi: भूमिकाधारी के लिए संपादन की कार्यक्षमता जल्द ही आएगी
ru: Функция редактирования для арендодателя скоро будет доступна
tr: Ev sahibi için düzenleme işlevi yakında geliyor

source: Email
ar: البريد الإلكتروني
bn: ইমেইল
hi: ईमेल
ru: Электронная почта
tr: E-posta

# email_1
source: Email:
ar: البريد الإلكتروني:
bn: ইমেইল:
hi: ईमेल:
ru: Электронная почта:
tr: E-posta:

source: Enter text here...
ar: أدخل النص هنا...
bn: এখানে টেক্সট লিখুন...
hi: यहां टेक्स्ट दर्ज करें...
ru: Введите текст здесь...
tr: Buraya metin girin...

source: Failed to determine user type. Please try logging in again.
ar: فشل في تحديد نوع المستخدم. يرجى محاولة تسجيل الدخول مرة أخرى.
bn: ব্যবহারকারীর ধরন নির্ধারণ করতে ব্যর্থ হয়েছে। অনুগ্রহ করে আবার লগইন করুন।
hi: उपयोगकर्ता प्रकार का निर्धारण करने में विफल, कृपया पुनः लॉगिन करने का प्रयास करें
ru: Не удалось определить тип пользователя. Пожалуйста, попробуйте снова войти.
tr: Kullanıcı tipi belirlenemedi. Lütfen tekrar giriş yapmayı deneyin.

source: Failed to load technician information
ar: فشل في تحميل معلومات الفني
bn: টেকনিশিয়ানের তথ্য লোড করতে ব্যর্থ হয়েছে
hi: प्रोद्योगिक जानकारी लोड करने में विफल
ru: Не удалось загрузить информацию о технике
tr: Teknisyen bilgisi yüklenemedi

source: Feedback is required
ar: التعليق مطلوب
bn: ফিডব্যাক প্রয়োজন
hi: प्रतिक्रिया आवश्यक है
ru: Обратная связь обязательна
tr: Geri bildirim gereklidir

source: flag
ar: علم
bn: পতাকা
hi: ध्वज
ru: Флаг
tr: Bayrak

source: Forgot Password?
ar: نسيت كلمة السر؟
bn: পাসওয়ার্ড ভুলে গেছেন?
hi: पासवर्ड भूल गए?
ru: Забыли пароль?
tr: Şifremi unuttum?

source: Resubmit Complaint
ar: إعادة تقديم الشكوى
hi: शिकायत पुनः प्रस्तुत करें
ru: Повторно отправить жалобу
tr: Şikayet Tekrar Gönder

# mentionMissingOrUnclear
source: Mention what was missing or unclear in your last complaint
ar: اذكر ما كان مفقوداً أو غير واضح في شكواك السابقة
hi: आपकी पिछली शिकायत में जो कुछ भी गायब या अस्पष्ट था, उसका उल्लेख करें
ru: Укажите, что было упущено или неясно в вашей последней жалобе
tr: Son şikayetinizde eksik veya belirsiz olanı belirtin

source: Original Comment:
ar: التعليق الأصلي:
hi: मूल टिप्पणी:
ru: Оригинальный комментарий:
tr: Orijinal Yorum:

source: Resubmission failed
ar: فشل إعادة التقديم
hi: पुनः प्रस्तुति विफल
ru: Не удалось повторно отправить
tr: Yeniden gönderme başarısız oldu

source: Gallery
ar: المعرض
bn: গ্যালারি
hi: गैलरी
ru: Галерея
tr: Galeri

source: Getting Technician info...
ar: جلب معلومات الفني...
bn: টেকনিশিয়ানের তথ্য পাওয়া হচ্ছে...
hi: प्रोद्योगिक जानकारी प्राप्त कर रहे हैं...
ru: Получение информации о технике...
tr: Teknisyen bilgisi alınıyor...

# gettingTechnicianInfo_1
source: Getting Technician Info...
ar: جلب معلومات الفني...
bn: টেকনিশিয়ানের তথ্য পাওয়া হচ্ছে...
hi: प्रोद्योगिक जानकारी प्राप्त कर रहे हैं...
ru: Получение информации о технике...
tr: Teknisyen bilgisi alınıyor...

source: History
ar: التاريخ
bn: ইতিহাস
hi: इतिहास
ru: История
tr: Geçmiş

source: Hold on, bringing everything together...
ar: انتظر قليلاً، نجلب كل شيء...
bn: অপেক্ষা করুন, সবকিছু একত্রিত করা হচ্ছে...
hi: कृपया इंतजार करें, सभी जानकारी एकत्र कर रहे हैं...
ru: Подождите, мы собираем все...
tr: Biraz bekleyin, her şeyi bir araya getiriyoruz...

source: Hold on, Getting history...
ar: انتظر قليلاً، نحصل على التاريخ...
bn: অপেক্ষা করুন, ইতিহাস পাওয়া হচ্ছে...
hi: कृपया इंतजार करें, इतिहास प्राप्त कर रहे हैं...
ru: Подождите, мы получаем историю...
tr: Biraz bekleyin, geçmiş alınıyor...

source: Home
ar: الصفحة الرئيسية
bn: হোম
hi: मुख्य पृष्ठ
ru: Главная
tr: Ana Sayfa

# imageGalleryComplaintImagecount
source: Image Gallery ({imageCount})
ar: معرض الصور ({imageCount})
bn: ছবির গ্যালারি ({imageCount})
hi: चित्र गैलरी ({imageCount})
ru: Галерея изображений ({imageCount})
tr: Görsel Galerisi ({imageCount})

source: Image loading cancelled
ar: تم إلغاء تحميل الصورة
bn: ছবি লোডিং বাতিল করা হয়েছে
hi: चित्र लोडिंग रद्द कर दी गई
ru: Загрузка изображения отменена
tr: Görsel yüklemesi iptal edildi

source: in progress
ar: قيد التنفيذ
bn: চলমান
hi: प्रगति में
ru: В процессе
tr: devam ediyor

source: Inactive
ar: غير نشط
bn: নিষ্ক্রিয়
hi: निष्क्रिय
ru: Неактивный
tr: pasif

source: Initial images
ar: الصور الأولية
bn: প্রাথমিক ছবি
hi: प्रारंभिक चित्र
ru: Начальные изображения
tr: İlk görseller

source: Invalid Time
ar: وقت غير صالح
bn: অবৈধ সময়
hi: अवैध समय
ru: Неверное время
tr: Geçersiz zaman

source: Issue List
ar: قائمة المشكلات
bn: সমস্যার তালিকা
hi: समस्या सूची
ru: Список проблем
tr: Sorunlar Listesi

source: Kitchen cabinet repair
ar: إصلاح خزانة المطبخ
bn: রান্নাঘরের ক্যাবিনেট মেরামত
hi: रसोई कैबिनेट मरम्मत
ru: Ремонт кухонного шкафа
tr: Mutfak dolabı tamiri

source: Landlord
ar: مالك العقار
bn: মালিক
hi: भूमिकाधारी
ru: Арендодатель
tr: Ev sahibi

# landlordDashboard_1
source: Landlord Dashboard
ar: لوحة تحكم المالك
bn: মালিকের ড্যাশবোর্ড
hi: भूमिकाधारी डैशबोर्ड
ru: Панель управления арендодателем
tr: Ev Sahibi Paneli

source: Landlord ID
ar: معرف المالك
bn: মালিকের আইডি
hi: भूमिकाधारी ID
ru: ID арендодателя
tr: Ev Sahibi ID

source: Landlord Information
ar: معلومات المالك
bn: মালিকের তথ্য
hi: भूमिकाधारी जानकारी
ru: Информация о арендодателе
tr: Ev Sahibi Bilgisi

source: Landlord Name
ar: اسم المالك
bn: মালিকের নাম
hi: भूमिकाधारी का नाम
ru: Имя арендодателя
tr: Ev Sahibi Adı

# landlord_1
source: LANDLORD
ar: مالك العقار
bn: মালিক
hi: भूमिकाधारी
ru: АРЕНДОДАТЕЛЬ
tr: EV SAHİBİ

source: LandlordID is null or empty, cannot fetch complaints
ar: معرف المالك فارغ أو غير صالح، لا يمكن جلب الشكاوى
bn: মালিকের আইডি শূন্য বা খালি, অভিযোগ আনতে ব্যর্থ
hi: भूमिकाधारी ID शून्य या खाली है, शिकायतें प्राप्त नहीं की जा सकतीं
ru: ID арендодателя пустой или неверный, невозможно получить жалобы
tr: Ev Sahibi ID boş ya da geçersiz, şikayet getirilemiyor

source: Language
ar: اللغة
bn: ভাষা
hi: भाषा
ru: Язык
tr: Dil

source: Last Comment
ar: آخر تعليق
bn: সর্বশেষ মন্তব্য
hi: अंतिम टिप्पणी
ru: Последний комментарий
tr: Son Yorum

source: Last Comment Details
ar: تفاصيل آخر تعليق
bn: সর্বশেষ মন্তব্যের বিবরণ
hi: अंतिम टिप्पणी विवरण
ru: Детали последнего комментария
tr: Son Yorum Detayları

source: Last Comments
ar: آخر التعليقات
bn: সর্বশেষ মন্তব্যগুলি
hi: अंतिम टिप्पणियाँ
ru: Последние комментарии
tr: Son Yorumlar

source: Loading...
ar: جار التحميل...
bn: লোড হচ্ছে...
hi: लोड हो रहा है...
ru: Загрузка...
tr: Yükleniyor...

source: Loading Complaints...
ar: جار تحميل الشكاوى...
bn: অভিযোগ লোড হচ্ছে...
hi: शिकायतें लोड हो रही हैं...
ru: Загрузка жалоб...
tr: Şikayetler Yükleniyor...

source: Loading Declined Complaints...
ar: جار تحميل الشكاوى المرفوضة...
bn: প্রত্যাখ্যান করা অভিযোগ লোড হচ্ছে...
hi: अस्वीकृत शिकायतें लोड हो रही हैं...
ru: Загрузка отклоненных жалоб...
tr: Reddedilen Şikayetler Yükleniyor...

source: Loading images...
ar: جار تحميل الصور...
bn: ছবি লোড হচ্ছে...
hi: चित्र लोड हो रहे हैं...
ru: Загрузка изображений...
tr: Görseller Yükleniyor...

source: Loading Pending Complaints...
ar: جار تحميل الشكاوى المعلقة...
bn: মুলতুবি অভিযোগ লোড হচ্ছে...
hi: लंबित शिकायतें लोड हो रही हैं...
ru: Загрузка ожидающих жалоб...
tr: Bekleyen Şikayetler Yükleniyor...

source: Loading Solved Complaints...
ar: جار تحميل الشكاوى المحلولة...
bn: সমাধান করা অভিযোগ লোড হচ্ছে...
hi: हल की गई शिकायतें लोड हो रही हैं...
ru: Загрузка решенных жалоб...
tr: Çözülen Şikayetler Yükleniyor...

source: Loading User Info...
ar: جار تحميل معلومات المستخدم...
bn: ব্যবহারকারীর তথ্য লোড হচ্ছে...
hi: उपयोगकर्ता जानकारी लोड हो रही है...
ru: Загрузка информации о пользователе...
tr: Kullanıcı Bilgisi Yükleniyor...

source: LOGIN
ar: تسجيل الدخول
bn: লগইন
hi: लॉग इन करें
ru: ВОЙТИ
tr: Giriş Yap

source: Login in progress...
ar: جار التسجيل...
bn: লগইন চলছে...
hi: लॉगिन प्रक्रिया में है...
ru: Вход в систему...
tr: Giriş yapılıyor...

source: Login successful!
ar: تم تسجيل الدخول بنجاح!
bn: লগইন সফল!
hi: लॉगिन सफल!
ru: Вход в систему прошел успешно!
tr: Başarıyla giriş yapıldı!

source: Login successful but failed to load dashboard: {e}
ar: تم تسجيل الدخول بنجاح ولكن فشل تحميل لوحة التحكم: {e}
bn: লগইন সফল কিন্তু ড্যাশবোর্ড লোড করতে ব্যর্থ: {e}
hi: लॉगिन सफल, लेकिन डैशबोर्ड लोड करने में विफल: {e}
ru: Вход в систему прошел успешно, но не удалось загрузить панель управления: {e}
tr: Başarıyla giriş yapıldı fakat panel yüklenemedi: {e}

source: Logout
ar: تسجيل الخروج
bn: লগআউট
hi: लॉगआउट करें
ru: Выйти
tr: Çıkış Yap

source: Maintenance Scheduled
ar: تم تحديد الصيانة
bn: রক্ষণাবেক্ষণের সময়সূচী
hi: रखरखाव निर्धारित किया गया है
ru: Запланировано обслуживание
tr: Bakım Planlandı

source: Mark as Complete
ar: حدد كمكتمل
bn: সম্পূর্ণ হিসাবে চিহ্নিত করুন
hi: पूरा के रूप में चिह्नित करें
ru: Отметить как завершенное
tr: Tamamla olarak işaretle

source: N/A
ar: غير متوفر
bn: প্রযোজ্য নয়
hi: एन/ए
ru: Н/Д
tr: Geçerli Değil

source: name
ar: الاسم
bn: নাম
hi: नाम
ru: Имя
tr: Ad

source: Navigating to Landlord Dashboard
ar: جار الانتقال إلى لوحة تحكم المالك
bn: মালিকের ড্যাশবোর্ডে নেভিগেট করা হচ্ছে
hi: भूमिकाधारी डैशबोर्ड पर जा रहे हैं
ru: Перехожу к панели управления арендодателем
tr: Ev Sahibi Paneline yönlendiriliyorsunuz

source: Navigating to Tenant Dashboard
ar: جار الانتقال إلى لوحة تحكم المستأجر
bn: ভাড়াটিয়ার ড্যাশবোর্ডে নেভিগেট করা হচ্ছে
hi: अधिकारियों के डैशबोर्ड पर जा रहे हैं
ru: Перехожу к панели управления арендаторами
tr: Kiracı Paneline yönlendiriliyorsunuz

source: New Complaint
ar: شكوى جديدة
bn: নতুন অভিযোগ
hi: नई शिकायत
ru: Новая жалоба
tr: Yeni Şikayet

source: No categories available
ar: لا توجد فئات متاحة
bn: কোন বিভাগ পাওয়া যায়নি
hi: कोई श्रेणियाँ उपलब्ध नहीं हैं
ru: Категории отсутствуют
tr: Kategori Yok

source: No comments
ar: لا تعليقات
bn: কোন মন্তব্য নেই
hi: कोई टिप्पणी नहीं
ru: Нет комментариев
tr: Yorum Yok

source: No comments available
ar: لا تعليقات متاحة
bn: কোন মন্তব্য পাওয়া যায়নি
hi: कोई टिप्पणी उपलब्ध नहीं
ru: Комментариев нет
tr: Yorum Yok

source: No Comments Yet
ar: لا تعليقات بعد
bn: এখনও কোন মন্তব্য নেই
hi: अभी तक कोई टिप्पणी नहीं
ru: Комментариев нет
tr: Henüz Yorum Yok

source: No complaints to Show
ar: لا توجد شكاوى لعرضها
bn: দেখানোর জন্য কোন অভিযোগ নেই
hi: दिखाने के लिए कोई शिकायतें नहीं
ru: Нет жалоб для отображения
tr: Gösterilecek Şikayet Yok

source: No decline reason provided
ar: لم يتم توفير سبب الرفض
bn: প্রত্যাখ্যানের কোন কারণ দেওয়া হয়নি
hi: कोई अस्वीकृति कारण प्रदान नहीं किया गया
ru: Не указана причина отклонения
tr: Reddetme nedeni sağlanmadı

source: No Declined Complaints to Show
ar: لا توجد شكاوى مرفوضة لعرضها
bn: দেখানোর জন্য কোন প্রত্যাখ্যান করা অভিযোগ নেই
hi: दिखाने के लिए कोई अस्वीकृत शिकायतें नहीं हैं
ru: Нет отклоненных жалоб для отображения
tr: Gösterilecek Reddedilen Şikayet Yok

source: No details provided.
ar: لم يتم توفير التفاصيل
bn: কোন বিবরণ দেওয়া হয়নি।
hi: कोई विवरण प्रदान नहीं किया गया
ru: Не указаны детали
tr: Detay Sağlanmadı

source: No history records found
ar: لم يتم العثور على سجلات تاريخية
bn: কোন ইতিহাস রেকর্ড পাওয়া যায়নি
hi: कोई इतिहास रिकॉर्ड नहीं मिला
ru: Не найдено записей истории
tr: Geçmiş kaydı bulunamadı

source: No options available
ar: لا توجد خيارات متاحة
bn: কোন বিকল্প পাওয়া যায়নি
hi: कोई विकल्प उपलब्ध नहीं
ru: Нет доступных опций
tr: Seçenek yok

source: No Pending Complaints to Show
ar: لا توجد شكاوى معلقة لعرضها
bn: দেখানোর জন্য কোন মুলতুবি অভিযোগ নেই
hi: दिखाने के लिए कोई लंबित शिकायतें नहीं हैं
ru: Нет ожидающих жалоб для отображения
tr: Gösterilecek Bekleyen Şikayet Yok

source: No resolution comments available
ar: لا توجد تعليقات حل متاحة
bn: সমাধানের কোন মন্তব্য পাওয়া যায়নি
hi: कोई समाधान टिप्पणियाँ उपलब्ध नहीं हैं
ru: Нет доступных комментариев решения
tr: Çözüm Yorumları Yok

source: No Segment
ar: لا يوجد قسم
bn: কোন বিভাগ নেই
hi: कोई खंड नहीं
ru: Без сегмента
tr: Segment Yok

source: No segments available
ar: لا توجد أقسام متاحة
bn: কোন বিভাগ পাওয়া যায়নি
hi: कोई खंड उपलब्ध नहीं है
ru: Нет доступных сегментов
tr: Segment Yok

source: No Solved Complaints to Show
ar: لا توجد شكاوى محلولة لعرضها
bn: দেখানোর জন্য কোন সমাধান করা অভিযোগ নেই
hi: दिखाने के लिए कोई हल की गई शिकायतें नहीं हैं
ru: Нет решенных жалоб для отображения
tr: Gösterilecek Çözülen Şikayet Yok

source: Not provided
ar: لم يتم توفيره
bn: প্রদান করা হয়নি
hi: प्रदान नहीं किया गया
ru: Не предоставлено
tr: Sağlanmadı
